Repository: dattv23/furni
Catalog: furni/Resources/Views/Home/Index.*.resx
Languages: vi

source: Dining tables are indispensable furniture in homes or places specializing in food service businesses. This product must be aesthetically pleasing when used.
vi: Bàn ăn là nội thất không thể thiếu trong các căn nhà hay những nơi chuyên kinh doanh dịch vụ ăn uống. Sản phẩm này khi sử dụng phải hợp thẩm mỹ.

source: Secure customer information and data, apply leading information security measures to ensure security and reliability. Will continuously update and test security systems to prevent any threats
vi: Bảo mật thông tin và dữ liệu của khách hàng, áp dụng các biện pháp an ninh thông tin hàng đầu để đảm bảo tính bảo mật và tin cậy. Sẽ liên tục cập nhật và kiểm tra các hệ thống bảo mật để ngăn chặn mọi nguy cơ đe dọa

# Chào mừng bạn đến với cửa hàng của chúng tôi.
source: Welcome to our store.
vi: Chào mừng bạn đến với cửa hàng của chúng tôi.

source: We are committed to providing fast delivery services, ensuring your orders are delivered safely and promptly. In particular, free operation helps you save on shopping costs.
vi: Chúng tôi cam kết cung cấp dịch vụ giao hàng nhanh chóng, đảm bảo đơn hàng của bạn đến tay một cách an toàn và kịp thời. Đặc biệt, việc miễn phí vận chuyển giúp bạn tiết kiệm chi phí mua sắm.

source: We specialize in consulting and designing modern interiors to bring you a classy and sophisticated living space. Experienced and meticulously cared for, we are committed to creating the most impressive and lovely living spaces.
vi: Chúng tôi chuyên tư vấn và thiết kế nội thất hiện đại để mang đến không gian sống đẳng cấp và tinh tế cho bạn. Được trải nghiệm và chăm sóc tỉ mỉ, chúng tôi cam kết tạo ra những không gian sống ấn tượng và đáng yêu nhất.

# Chúng tôi giúp bạn thiết kế nội thất hiện đại.
source: We help you design modern interiors.
vi: Chúng tôi giúp bạn thiết kế nội thất hiện đại.

source: Service quality and customer satisfaction are our top priorities.
vi: Chất lượng dịch vụ và sự hài lòng của khách hàng là ưu tiên hàng đầu của chúng tôi.

source: Choose us because we provide an easy, convenient and safe online shopping experience for customers. We are committed to providing quality products, variety and competitive prices to bring satisfaction maximum for customers.
vi: Chọn chúng tôi vì chúng tôi cung cấp trải nghiệm mua sắm trực tuyến dễ dàng, tiện lợi và an toàn cho khách hàng.Chúng tôi cam kết cung cấp sản phẩm chất lượng, đa dạng và giá cả cạnh tranh để mang lại sự hài lòng tối đa cho khách hàng.

# Ghế bar
source: Bar stools
vi: Ghế bar

source: Bar chairs are indispensable furniture in homes or places specializing in food service businesses. When used, this product must suit aesthetics, tastes and above all, be economical and suitable for use.
vi: Ghế bar là nội thất không thể thiếu trong các căn nhà hay những nơi chuyên kinh doanh dịch vụ ăn uống. Sản phẩm này khi sử dụng phải hợp thẩm mỹ, thị hiếu và hơn hết là đúng kinh tế và nhu cầu sử dụng.

source: Bar chairs are indispensable furniture in homes or places specializing in food service businesses. This product must be aesthetically pleasing when used.
vi: Ghế bar là nội thất không thể thiếu trong các căn nhà hay những nơi chuyên kinh doanh dịch vụ ăn uống. Sản phẩm này khi sử dụng phải hợp thẩm mỹ.

# Ghế băng
source: Bench
vi: Ghế băng

source: Benches are indispensable furniture in homes or places specializing in food service businesses. When used, this product must suit aesthetics, tastes and above all, be economical and suitable for use.
vi: Ghế băng là nội thất không thể thiếu trong các căn nhà hay những nơi chuyên kinh doanh dịch vụ ăn uống. Sản phẩm này khi sử dụng phải hợp thẩm mỹ, thị hiếu và hơn hết là đúng kinh tế và nhu cầu sử dụng.

# Ghế ăn
source: Dining chairs
vi: Ghế ăn

source: Dining chairs are indispensable furniture in homes or places specializing in food service businesses. This product must be aesthetically pleasing when used.
vi: Ghế ăn là nội thất không thể thiếu trong các căn nhà hay những nơi chuyên kinh doanh dịch vụ ăn uống. Sản phẩm này khi sử dụng phải hợp thẩm mỹ.

# Giao hàng nhanh chóng và miễn phí
source: Fast and free delivery
vi: Giao hàng nhanh chóng và miễn phí

# Gợi ý cho bạn.
source: Suggestions for you.
vi: Gợi ý cho bạn.

# Hiện đại và đầy chất lượng cho mọi khách hàng.
source: Modern and full of quality for all customers.
vi: Hiện đại và đầy chất lượng cho mọi khách hàng.

# Hỗ trợ 24/7
source: 24/7 support
vi: Hỗ trợ 24/7

# Khám phá
source: Explore
vi: Khám phá

source: Discover now the latest products, special offers and the variety of our fashion collection to express your style confidently and uniquely.
vi: Khám phá ngay các sản phẩm mới nhất, ưu đãi đặc biệt và sự đa dạng trong bộ sưu tập thời trang của chúng tôi để thể hiện phong cách của bạn một cách tự tin và độc đáo.

# Mua ngay
source: Shop now
vi: Mua ngay

# Mua sắm dễ dàng và thuận tiện
source: Shopping is easy and convenient
vi: Mua sắm dễ dàng và thuận tiện

source: Your shopping experience will become easier and more convenient than ever with a friendly interface, flexible payment system and a variety of quality products. We always put customer convenience first.
vi: Trải nghiệm mua sắm của bạn sẽ trở nên dễ dàng và thuận tiện hơn bao giờ hết với giao diện thân thiện, hệ thống thanh toán linh hoạt và đa dạng sản phẩm chất lượng. Chúng tôi luôn đặt sự tiện lợi của khách hàng lên hàng đầu.

source: Adhering to leading design and user experience standards for maximum end-user satisfaction. Will continuously test and optimize features to deliver the best possible user experience
vi: Tuân thủ các tiêu chuẩn thiết kế và trải nghiệm người dùng hàng đầu để đem lại sự hài lòng tối đa cho người dùng cuối. Sẽ không ngừng thử nghiệm và tối ưu hóa các tính năng để mang lại trải nghiệm người dùng tốt nhất có thể

# Tại sao chọn chúng tôi
source: Why choose us
vi: Tại sao chọn chúng tôi

source: Create a user-friendly, efficient and compatible user interface on all devices, helping to improve the customer shopping experience. There will be a focus on designing flexible, easy-to-use and highly interactive websites to attract and retain users
vi: Tạo ra giao diện người dùng thân thiện, hiệu quả và tương thích trên mọi thiết bị, giúp cải thiện trải nghiệm mua sắm của khách hàng. Sẽ tập trung vào việc thiết kế các trang web linh hoạt, dễ sử dụng và có khả năng tương tác cao để thu hút và giữ chân người dùng

# Về chúng tôi
source: About Us
vi: Về chúng tôi

# Xem thêm
source: Lean more
vi: Xem thêm

# Xin chào
source: Hello
vi: Xin chào

source: Build a solid, flexible and easily scalable backend system to support the sustainable development of the project. Will always improve the system's interoperability and integration capabilities to meet the increasingly complex needs of customers
vi: Xây dựng hệ thống backend vững chắc, linh hoạt và dễ dàng mở rộng để hỗ trợ sự phát triển bền vững của dự án. Sẽ luôn nâng cao khả năng tương tác và tích hợp của hệ thống để đáp ứng nhu cầu ngày càng phức tạp của khách hàng

source: Meet all your needs and desires to create the most perfect living space.
vi: Đáp ứng mọi nhu cầu và mong muốn của bạn để tạo ra không gian sống hoàn hảo nhất.

# Đảm bảo mang lại không gian sống và làm việc thoải mái.
source: Guaranteed to provide a comfortable living and working space.
vi: Đảm bảo mang lại không gian sống và làm việc thoải mái.

# Đổi trả dễ dàng, không phiền toái
source: Easy return and exchange, no hassle
vi: Đổi trả dễ dàng, không phiền toái

source: Our support team is happy to assist you anytime, anywhere, 24/7. Whether you need questions answered, technical support or an order-related issue resolved, we're here to help.
vi: Đội ngũ hỗ trợ của chúng tôi sẵn lòng hỗ trợ bạn mọi lúc, mọi nơi, 24/7. Bất kể bạn cần giải đáp thắc mắc, hỗ trợ kỹ thuật hay giải quyết vấn đề liên quan đến đơn hàng, chúng tôi luôn ở đây để giúp bạn
